{
    "members": [
        {
            "name": "Kartavya Gaur",
            "img": "kartavya.jpg",
            "description": "Kartavya is a rising sophomore at Poolesville High School’s SMCS (Science, Math and Computer Science) program.  He has many hobbies such as, eSports, gaming, playing instruments, reading, soccer, and biking.  He is also on our programming subteam."
        },
        {
            "name": "Jeeva Padmanabhan",
            "img": "jeeva.jpg",
            "description": " Jeeva is a rising junior at Poolesville High School’s Humanities Program. He joined 47 Beavers in the summer of 2020, and is on the outreach subteam. Outside of robotics, Jeeva likes to play various sports, such as tennis, soccer, football, and basketball. He also loves to play video games."
        },
        {
            "name": "Aryan Jain",
            "img": "aryan.jpg",
            "description": "Aryan is a rising junior at Poolesville High School’s Global Ecology Program. He loves to play video games, watch anime, and play soccer.  During the season, Aryan mainly worked on mechanical subsystems of the robot."
        },
        {
            "name": "Ethan Nee",
            "img": "ethan.jpg",
            "description": "Ethan is a rising junior at Poolesville High School’s Science, Math, and Computer Science Program. He joined 47 beavers in the summer of 2020 and is in the mechanical subteam. Outside of robotics, Ethan enjoys playing video games, biking, playing piano, golf, and watching TV."
        },
        {
            "name": "Ethan Huang",
            "img": "huang.jpg",
            "description": "Ethan is a rising junior at Poolesville High School’s Global Ecology Program. Ethan loves to play a variety of sports such as golf, tennis, and basketball.  Ethan works mainly on the outreach team this year."
        },
        {
            "name": "Jia Xi (Jessie) Lin",
            "img": "jessie.jpg",
            "description": "Jia Xi (Jessie) Lin is a rising junior at Northwest High School’s Middle College Engineering Pathway. She just recently joined 47 Beavers during the 2021 offseason. During her free time, she loves listening to music, playing piano, eating sweet fruits, and had participated fencing as her sport. She also engages in Debate club and Economics club at school."
        },
        {
            "name": "Kyler Gellisen",
            "img": "kyler.jpg",
            "description": "Kyler is a rising junior from Northwest High School, going into the Early College Program.  He loves to code and has gone to several hackathons.  He also enjoys swimming and rock climbing.  Kyler is on the programming subteam."
        },
        {
            "name": "Larson Ozbun",
            "img": "larson.jpg",
            "description": "Larson is a rising junior in SMCS in Poolesville High School. Larson plays piano and loves to build model airplanes.  When he joined the team, he worked on the mechanical and designing aspect of the robot."
        },
        {
            "name": "Michael Stallard",
            "img": "larson.jpg",
            "description": "Michael is a rising junior at Quince Orchard High School. Outside of robotics, Michael enjoys mountain biking and doing cross country.  He had helped the mechanical subteam when he joined 47 Beavers."
        },
        {
            "name": "Patrick Le",
            "img": "patrick.jpg",
            "description": "Patrick is a rising junior in the SMCS Program at Poolesville High School. Outside of school, he enjoys swimming, eating good food, and playing racing games.  Throughout the competition season, Patrick helped alongside the mechanical and design subteam. "
        },
        {
            "name": "Sachet Korada",
            "img": "sachet.jpg",
            "description": "Sachet is a rising junior at Poolesville High School’s Science, Math, and Computer Science. He joined 47 Beavers in the summer of 2020, and is currently on the programming subteam. He got some experience in his rookie year, and wants to have a more active role this year. He enjoys playing video games, surfing the internet, watching YouTube, biking, and swimming."
        }
    ]
}